Repository: DominicTorus/aria-table
Catalog: apps/mobile/tpay/lib/l10n/app_*.arb
Languages: ar, es

# welcome
source: Welcome to Torus Pay
ar: مرحبا بكم في توروس باي
es: Bienvenidos a Torus Pay

# enter_mobile_number
source: Enter your phone number
ar: أدخل رقم هاتفك
es: Ingresa tu número de teléfono

# btn_continue
source: Continue
ar: استمر
es: Continuar

source: Scan QR
ar: مسح QR
es: Escanear QR

source: Pay contacts
ar: اتصالات الدفع
es: Pagar contactos

source: Bank transfer
ar: تحويل مصرفي
es: transferencia bancaria

source: Pay phone number
ar: رقم هاتف الدفع
es: pagar número de teléfono

source: Pay UPI ID
ar: دفع UPI ID
es: Pagar UPI ID

source: Self transfer
ar: النقل الذاتي
es: Auto transferencia

source: Pay bills
ar: دفع الفواتير
es: Pagar facturas

source: Mobile recharge
ar: إعادة شحن الهاتف المحمول
es: Recarga móvil

source: Activate UPI Lite
ar: تفعيل UPI لايت
es: Activar UPI Lite

source: People
ar: الناس
es: Gente

# bills_and_recharges
source: Bills & recharges
ar: الفواتير وإعادة الشحن
es: Facturas y recargas

source: Explore
ar: يستكشف
es: Explorar

source: Credit cards
ar: بطاقات الائتمان
es: Tarjetas de crédito

# dth_and_cable
source: DTH / Cable
ar: دث/كابل

source: Electricity
ar: كهرباء
es: Electricidad

source: Businesses
ar: الشركات
es: Empresas

source: Choose your account
ar: اختر حسابك
es: Elige tu cuenta

source: This is how people on torus pay will see you
ar: هذه هي الطريقة التي سيرى بها الأشخاص الذين يستخدمون Torus Pay
es: Así te verá la gente de Torus Pay

source: Accept and continue
ar: قبول والمتابعة
es: Aceptar y continuar

source: Create your new PIN
ar: قم بإنشاء رقم التعريف الشخصي الجديد الخاص بك
es: Crea tu nuevo PIN

source: Choose your preferred security method
ar: اختر طريقة الأمان المفضلة لديك
es: Elija su método de seguridad preferido

source: Secure Torus Pay
ar: تأمين توروس الدفع
es: Pago Torus seguro

source: Use your screen lock
ar: استخدم قفل الشاشة الخاص بك
es: Usa tu bloqueo de pantalla

# protectgooglegay
source: Protect Google Pay by using your nexisting phone screen lock or biometric
ar: قم بحماية Google Pay باستخدام قفل شاشة هاتفك الحالي أو القياسات الحيوية
es: Proteja Google Pay utilizando el bloqueo de pantalla de su teléfono actual o datos biométricos

source: Create Google PIN
ar: قم بإنشاء رقم التعريف الشخصي لجوجل
es: Crear PIN de Google

# create4digit
source: Create a 4-digit Google PIN. You'll need to be connected to the internet to verify your PIN
ar: أنشئ رقم تعريف شخصيًا لجوجل مكونًا من 4 أرقام. ستحتاج إلى أن تكون متصلاً بالإنترنت للتحقق من رقم التعريف الشخصي (PIN) الخاص بك
es: Crea un PIN de Google de 4 dígitos. Necesitará estar conectado a Internet para verificar su PIN

source: Verify your phone number
ar: التحقق من رقم هاتفك
es: Verifica tu número de teléfono

# enterOTPsent
source: Enter the OTP sent to
ar: أدخل كلمة المرور لمرة واحدة المرسلة إلى
es: Ingrese la OTP enviada a

source: Hello
es: Hola
